Repository: Trixarian/AetherSX2
Catalog: aethersx2/locales/*/pcsx2_Iconized.po
Languages: pl_pl, sv_se

source: Known to affect following games: * Mana Khemia 1 (Going "off campus")
pl_pl: Znane z wpływu na następujące gry: Mana Khemia 1 (Going "off campus")
sv_se: Påverkar till vetskap följande spel: * ''Mana Khemia 1'' (går "bortom behörighet")

source: Known to affect following games: * Test Drive Unlimited * Transformers
pl_pl: Znane z wpływu na następujące gry: Test Drive Unlimited Transformers
sv_se: Påverkar till vetskap följande spel: * ''Test Drive Unlimited'' * ''Transformers''

source: It's better to enable 'Automatic game fixes' at the main menu instead, and leave this page empty ('Automatic' means: selectively use specific tested fixes for specific games). Manual game fixes will NOT increase your performance. In fact they may decrease it.
pl_pl: Lepiej jest włączyć funkcję „Automatyczne poprawki do gier” w Menu Głównym, zostawić tą zakładkę pustą. („Automatycznie” oznacza używanie przetestowanych poprawek do gier). Manualne poprawki do gier nie poprawią wydajności. W gruncie rzeczy, mogą ją nawet pogorszyć.
sv_se: Det är över lag bättre att ha denna tillämpning spärrad, och att istället ha ''Automatiska Spelfixar'' möjliggjort i Huvudmenyn (''Automatiska'' medför en tillämpning av särskilt utvalda och beprövade lösningar för enskilda spel). Egna Spelfixar ökar INTE prestandan, utan kan måhända istället minska den.

source: Gamefixes can work around wrong emulation in some titles. They may also cause compatibility or performance issues. The safest way is to make sure that all game fixes are completely disabled.
pl_pl: Łatki do gier mogą poprawić działanie pewnych tytułów. Mogą też jednak pogorszyć działanie innych. Zaleca się zostawienie „Automatycznych Poprawek” w głównym menu i zostawienie tej strony pustej. („Automatyczne” znaczy: wybrane dla sprawdzonych gier, którym poprawia wydajność/błędy)
sv_se: Spelfixar kan åtgärda felaktig emulering för vissa titlar. De kan dock vålla förenlighets- och/eller prestandaproblem. Genom att ha denna ruta Avmarkerad spärras samtliga Spelfixar.

source: You are about to delete the formatted memory card '%s'. All data on this card will be lost! Are you absolutely and quite positively sure?
pl_pl: Chcesz usunąć sformatowaną kartę pamięci „%s”. Wszystkie dane na tej karcie będą utracone! Czy jesteś pewien?
sv_se: Ni är på väg att kassera det formaterade Minneskortet '%s' . All data på detta kort kommer att förloras! Är Ni helt säker?

source: Failed: Duplicate is only allowed to an empty PS2-Port or to the file system.
pl_pl: Niepowodzenie: Sklonować możesz tylko do pustego slotu PS2 lub na dysk do wybranego katalogu.
sv_se: Misslyckades: Dubblering är endast tillåtet till en tom PS2-sockel, eller till filsystemet.

source: Failed: Destination memory card '%s' is in use.
pl_pl: Niepowodzenie: Docelowa Karta Pamięci „%s” w użyciu.
sv_se: Misslyckades: mål-Minneskortet '%s' är i bruk.

source: Please select your preferred default location for PCSX2 user-level documents below (includes memory cards, screenshots, settings, and savestates). These folder locations can be overridden at any time using the Plugin/BIOS Selector panel.
pl_pl: Proszę wybrać preferowaną lokalizację dla plików PCSX2 poniżej. (w skład wchodzą karty pamięci, zrzuty ekranu, ustawienia oraz zapisy gier) Lokalizacja tych katalogów może być w każdym momencie zmieniona w ustawieniach katalogów.
sv_se: Välj Ert föredragna mål för PCSX2's AnvändarnivåDokument nedanför (innefattar Minneskort, Skärmbilder, Inställningar, & Sparpunkter). Detta kan Ni ändra när som helst genom dialogen SystemInställningar.

source: You can change the preferred default location for PCSX2 user-level documents here (includes memory cards, screenshots, settings, and savestates). This option only affects Standard Paths which are set to use the installation default value.
pl_pl: Tutaj możesz zmienić preferowaną lokację dla plików PCSX2. (w skład wchodzą karty pamięci, zapisane obrazki, ustawienia oraz zapisy gier) Ta opcja zmienia tylko ścieżki ustawione podczas instalacji jako standardowe.
sv_se: Ni kan ändra det föredragna förvalsmålet för PCSX2's AnvändarnivåDokument här (vilket innefattar Minneskort, Skärmbilder, Inställningar, & Sparpunkter). Detta påverkar bara StandardFilvägarna, vilka ställs in efter InstallationsFörvalen.

source: This folder is where PCSX2 loads cheats from.
pl_pl: Z tego folderu PCSX2 ładuje kody.
sv_se: Från denna mapp laddar PCSX2 fuskisar.

source: This folder is where PCSX2 records savestates; which are recorded either by using menus/toolbars, or by pressing F1/F3 (save/load).
pl_pl: Ten katalog mieści w sobie zapisy stanów gier z PCSX2. Korzystasz z nich używając głównego menu lub F1(zapis), F3(odczyt).
sv_se: I denna mapp sparar PCSX2 Sparpunkter, vilka antingen skapas genom användning av menyn/verktygsraden, eller genom att trycka på ''F1''/''F3'' (Skapa/Ladda).

source: This folder is where PCSX2 saves screenshots. Actual screenshot image format and style may vary depending on the GS plugin being used.
pl_pl: Ten katalog mieści w sobie zapisane obrazki, tzw. zrzuty ekranu, ich rozdzielczość i format zależy od użytej wtyczki graficznej.
sv_se: I denna mapp sparar PCSX2 Skärmbilder. Det faktiska SkärmbildsFormatet och stilen kan variera beroende på vilket GS-InsticksProgram som används.

source: This folder is where PCSX2 saves its logfiles and diagnostic dumps. Most plugins will also adhere to this folder, however some older plugins may ignore it.
pl_pl: Ten katalog służy PCSX2 do zapisywania stanów statusu i zrzutów diagnostycznych. Większość nowych wtyczek również może z tego korzystać.
sv_se: I denna mapp sparar PCSX2 sina loggfiler och diagnostisk-anteckningar. De flesta InsticksProgram ansluter sig till denna mapp, men en del äldre kan förbise den.

source: Warning! Changing plugins requires a complete shutdown and reset of the PS2 virtual machine. PCSX2 will attempt to save and restore the state, but if the newly selected plugins are incompatible the recovery may fail, and current progress will be lost. Are you sure you want to apply settings now?
pl_pl: Uwaga! Zmiana wtyczek wymaga wyłączenia i ponownego włączenia wirtualnej maszyny PS2. PCSX2 spróbuje zapisać i odczytać zapis, lecz jeśli nowo wybrane wtyczki okażą się zawodne obecny stan może zostać utracony. Czy jesteś pewien, że chcesz teraz zachować ustawienia?
sv_se: Varning! Att byta InsticksProgram kräver en full nedstängning och återställning av PS2's Virtuella Maskin. PCSX2 kommer att försöka att spara och återställa tillståndet, men om de nyligen valda InsticksProgramen är oförenliga kan detta misslyckas, och alla nuvarande framsteg går således förlorade. Är Ni säker att Ni vill tillämpa ändringarna nu?

source: All plugins must have valid selections for %s to run. If you are unable to make a valid selection due to missing plugins or an incomplete install of %s, then press Cancel to close the Configuration panel.
pl_pl: Zestaw wtyczek musi być kompletny aby %s mógł działać. Jeśli nie jesteś w stanie tego dokonać przez brak jakichkolwiek wtyczek, lub błędną instalację %s wtedy naciśnij „Anuluj”, aby zamknąć panel konfiguracji.
sv_se: Alla InsticksProgram måste ha giltliga inställningar för att %s ska kunna köras. Är Ni oförmögen att göra detta till följd av saknade InsticksProgram eller en ofullständig installaion av %s, så tryck ''Avbryt'' för att stänga KonfigurationsDialogen.

source: 50% cyclerate. Significant reduction of CPU requirements. Speedup for very lightweight games, slows down others. FMVs and audio may stutter or skip.
pl_pl: 50% szybkości cyklu. Znaczne zmniejszenie wymagań procesora. Przyspieszenie dla bardzo lekkich gier, spowalnia inne. FMV i dźwięk mogą się zacinać lub przeskakiwać.

source: 60% cyclerate. Moderate reduction of CPU requirements. Speedup for lightweight games, slows down others. FMVs and audio may stutter or skip.
pl_pl: 60% szybkości cyklu. Umiarkowane zmniejszenie wymagań procesora. Przyspieszenie dla lekkich gier, spowalnia inne. FMV i dźwięk mogą się zacinać lub przeskakiwać.

source: 75% cyclerate. Slight reduction of CPU requirements. Speedup for less demanding games, slows down others.
pl_pl: 75% szybkości cyklu. Nieznaczne zmniejszenie wymagań procesora. Przyspieszenie dla mniej wymagających gier, spowalnia inne.

source: Default cyclerate. Runs the emulated PS2 Emotion Engine at normal speed.
pl_pl: Domyślna szybkość cyklu. Uruchamia emulowany Emotion Engine PS2 przy normalnej prędkości.
sv_se: FörvalsCykelgrad. Kör den emulerade PS2'ns EE med normal hastighet.

source: 130% cyclerate. Moderate increase of CPU requirements. Variable framerate games may have higher internal framerates.
pl_pl: 130% szybkości cyklu. Umiarkowany wzrost wymagań procesora. Gry ze zmienną liczbą klatek na sekundę mogą mieć wyższe liczby klatek na sekundę.

source: 180% cyclerate. Significant increase of CPU requirements. Variable framerate games will have higher internal framerates. FMVs may be slow. May cause stability problems.
pl_pl: 180% szybkości cyklu. Znaczny wzrost wymagań procesora. Gry ze zmienną liczbą klatek na sekundę będą miały wyższe liczby klatek na sekundę. FMV mogą być wolne. Może powodować problemy ze stabilnością.

source: 300% cyclerate. Extreme increase of CPU requirements. Variable framerate games will have higher internal framerates. FMVs may be slow. May cause stability problems.
pl_pl: 300% szybkości cyklu. Ekstremalny wzrost wymagań procesora. Gry ze zmienną liczbą klatek na sekundę będą miały wyższe liczby klatek na sekundę. FMV mogą być wolne. Może powodować problemy ze stabilnością.

source: Disables EE Cycle Skipping. Most compatible setting.
pl_pl: Dezaktywuje pomijanie cykli EE. Najbardziej kompatybilne ustawienie.
sv_se: Förhindrar EE-Cykelöverhoppning. Det mest förenliga läget.

source: Mild EE Cycle Skipping. Mild slow down for most games, but may help some games with mild VU starvation problems run at full speed.
pl_pl: Łagodne pomijanie cyklu EE. Łagodne spowolnienie w większości gier, ale może pomóc niektórym z łagodnymi problemami „głodu” VU działać z pełną prędkością.
sv_se: Blid EE-Cykelöverhoppning. Blid maskning för de flesta spel, men hjälper måhända spel med blida VU-svältproblem att köras i full fart.

source: Moderate EE Cycle Skipping. Slow down for most games, but may help some games with moderate VU starvation problems run at full speed.
pl_pl: Umiarkowane pomijanie cyklu EE. Spowalnia w przypadku większości gier, ale może pomóc niektórym grom z umiarkowanymi problemami „głodu” VU działać z pełną prędkością.
sv_se: Måttlig EE-Cykelöverhoppning. Maskning för de flesta spel, men hjälper måhända vissa spel med måttliga VU-svältproblem att köras i full fart.

source: Maximum EE Cycle Skipping. Mostly harmful. May help games with significant VU starvation problems run at full speed.
pl_pl: Maksymalne pomijanie cyklu EE. Głównie szkodliwy. Może pomóc, aby gry z poważnymi problemami „głodu” VU działały z pełną prędkością.
sv_se: Högsta möjliga EE-Cykelöverhoppning. Mestadels skadlig. Hjälper måhända spel med betydliga VU-svältproblem att köras i full fart.

source: Speedhacks usually improve emulation speed, but can cause glitches, broken audio, and false FPS readings. When having emulation problems, disable this panel first.
pl_pl: Łatki przyspieszające, zwykle usprawniają prędkość emulacji, mogą jednak powodować błędy graficzne, dźwiękowe a także błędne odczyty FPS. Podczas wystąpienia jakichkolwiek błędów, zacznij od wyłączenia tego panelu.
sv_se: UppsnabbningsTrimningar förbättrar oftast EmuleringsHastigheten, men kan vålla trassel, brutet ljud, och falska FPS-avläsningar. Spärra denna panel det första Ni gör vid EmuleringsProblem.

source: Modifies the emulated Emotion Engine CPU clock. Higher values may increase the internal framerate in games with variable framerates, but will increase CPU requirements substantially. Lower values will reduce the CPU load allowing lightweight games to run full speed on weaker CPUs.
pl_pl: Zmienia emulowany zegar procesora Emotion Engine. Wyższe wartości mogą zwiększyć wewnętrzną liczbę klatek na sekundę w grach ze zmienną liczbą klatek na sekundę, ale znacznie zwiększą wymagania procesora. Niższe wartości zmniejszą obciążenie procesora, dzięki czemu lekkie gry będą działać z pełną prędkością na słabszych procesorach.
sv_se: Ändrar den emulerade EE-CPU-klockan. Högre värden ökar måhända den egna Cykelgraden för spel med ombytlig Bildfrekvens, men kommer öka CPU-kraven väsentligt. Lägre värden miskar CPU-kraven, vilket möjliggör lättviktiga spel att köras i full fart med klenare CPU'er.

source: Makes the emulated Emotion Engine skip cycles, allowing VU microprograms to execute at faster intervals. Helps a small subset of games with VU starvation problems, E.g. Shadow of the Colossus. More often than not this is harmful to performance and causes FPS readouts to be inaccurate.
pl_pl: Sprawia, że ​​emulowane cykle pomijania Emotion Engine pozwalają mikroprogramom VU wykonywać się w krótszych odstępach czasu. Pomaga niewielkiemu zestawowi gier z problemami głodu VU, np. Shadow of the Colossus. Najczęściej jest to szkodliwe dla wydajności i powoduje, że odczyty FPS są niedokładne.
sv_se: Gör så att den emulerade EE'n hoppar över cykler, vilket möjliggör VU-microprogram att köras med snabbare intervall. Hjälper en mindre mängd av spel med VU-svältproblem, såsom ''Shadow of the Colossus''. Oftare än sällan är detta skadligt för prestanda, och vållar felaktiga FPS-avläsningar.

source: Updates Status Flags only on blocks which will read them, instead of all the time. This is safe most of the time, and Super VU does something similar by default.
pl_pl: Uaktualnia Flagi Statusu tylko na blokach, które je odczytują zamiast cały czas. Jest to bezpieczne w większości przypadków, SuperVU robi coś podobnego w standardzie.
sv_se: Uppdaterar endast Statusflaggor för block som kommer att läsa dem, istället för alltid. Detta är för det mesta säkert, och superVU gör något liknande som norm.

source: Runs VU1 on its own thread (microVU1-only). Generally a speedup on CPUs with 3 or more cores. This is safe for most games, but a few games are incompatible and may hang. In the case of GS limited games, it may be a slowdown (especially on dual core CPUs).
pl_pl: Dodaje osobny wątek dla VU1(działa tylko z microVU1). Najczęściej oznacza to przyspieszenie dla komputerów z 3 lub więcej rdzeniami, może jednak w niektórych grach prowadzić do niestabilności i wieszania się emulacji. Na gry ograniczone wątkiem GS może to mieć odwrotny skutek, szczególnie przy 2-rdzeniowych procesorach.
sv_se: Kör VU1 i en egen tråd (endast microVU1), vilket i allmänhet ger en uppsnabbning för CPU'er med 3 eller fler kärnor. Detta är säkert för de flesta spel, men en del är oförenliga och kan strula. Vidare kan en maskning ske för GS-begränsade spel (i synnerhet med dubbelkärniga CPU'er).

source: This hack works best for games that use the INTC Status register to wait for vsyncs, which includes primarily non-3D RPG titles. Games that do not use this method of vsync will see little or no speedup from this hack.
pl_pl: Ta łatka działa najlepiej z grami, które używają zapisu stanu INTC do oczekiwania na synchronizację pionową, głównie wszelkie nie zrobione w 3D RPGi. Inne gry nie będą miały z tego żadnego, lub minimalny pożytek.
sv_se: Denne fix fungerar bäst för spel som använder Statusregistret INTC för att invänta Vsync'ar, vilket främst omfattar icke-3D-RPG titlar. Spel som inte använder denna Vsync-metod kommer på sin höjd att få en Liten uppsnabbning.

source: Primarily targetting the EE idle loop at address 0x81FC0 in the kernel, this hack attempts to detect loops whose bodies are guaranteed to result in the same machine state for every iteration until a scheduled event triggers emulation of another unit. After a single iteration of such loops, we advance to the time of the next event or the end of the processor's timeslice, whichever comes first.
pl_pl: Ta łatka namierza bezczynne pętle o adresie 0x81FC0 w jądrze EE. Stara się wykryć pętle, które gwarantują powtarzanie tych samych wartości aż do pewnego zdarzenia i odtwarza je dopiero gdy to zdarzenie nastąpi.
sv_se: Främst inriktat på EE-tomgångsloop hos adress 0x81FC0 i kärnan, försöker denne fix att upptäcka loopar vars kroppar garanterat medför samma maskintillstånd vid varje upprepning tills en schemalagd händelse utlöser emulering av en annan enhet. Efter en enskild upprepning av en sådan loop, fortskrider Vi till tiden för nästa händelse eller till slutet av processorns tidskvantum, vilket som än kommer först.

source: Check HDLoader compatibility lists for known games that have issues with this (often marked as needing 'mode 1' or 'slow DVD').
pl_pl: Sprawdź listę kompatybilności HDLoadera aby zobaczyć które gry mają z tą łatką problemy. (Zwykle oznaczone jako wymagające 'trybu 1' lub 'wolnego DVD')
sv_se: Undersök HDLoader's förenlighetslista för spel som till vetskap kommer till fråga med det här (ofta markerat som behövande ''läge 1'' eller ''långsam DVD'').

source: Note that when Framelimiting is disabled, Turbo and SlowMotion modes will not be available either.
pl_pl: Miej na uwadze, że przy wyłączonym limicie klatek animacji, tryby przyspieszony i spowolniony nie będą dostępne.
sv_se: Bemärk att då Bildhastighetsreglering är spärrad så kommer lägena Turbo & Nedsatt heller inte att vara tillgängliga.

source: Notice: Due to PS2 hardware design, precise frame skipping is impossible. Enabling it will cause severe graphical errors in some games.
pl_pl: Uwaga: Ze względu na architekturę PS2, precyzyjne pomijanie klatek animacji, jest niemożliwe. Włączenie tej opcji z całą pewnością będzie powodowało masę błędów graficznych w wielu grach.
sv_se: Bemärk: Till följd av utformningen av PS2's hårdvara så är precist bildöverhoppande ouppnåeligt. Att tillämpa det kan vålla rejäla grafikfel för vissa spel.

source: Enable this if you think MTGS thread sync is causing crashes or graphical errors.
pl_pl: Użyj tej opcji jeśli podejrzewasz, że synchronizacja wątku MTGS odpowiada za zawieszanie się lub graficzne błędy w jakiejś grze.
sv_se: Tillämpa detta ifall Ni tror att MTGS-trådsynken vållar brakningar eller grafiska fel.

source: Your system is too low on virtual resources for PCSX2 to run. This can be caused by having a small or disabled swapfile, or by other programs that are hogging resources.
pl_pl: Twój system nie posiada wystarczających wirtualnych zasobów, aby uruchomić PCSX2. Najpewniej jest to spowodowane wyłączonym plikiem wymiany Windowsa, lub zbyt małą jego wielkością. Możliwe też, że w tej chwili masz uruchomione inne programy zżerające twoje zasoby..
sv_se: Ert system har för lite virtuella resurser för att PCSX2 ska kunna köras. Detta kan vara till följd av att en (alltför) liten eller spärrad växlingsfil används, eller av att andra program tar för sig av tillgångarna.

source: Out of Memory (sorta): The SuperVU recompiler was unable to reserve the specific memory ranges required, and will not be available for use. This is not a critical error, since the sVU rec is obsolete, and you should use microVU instead anyway. :)
pl_pl: Zabrakło pamięci (tak jakby): Rekompilator SuperVU nie mógł zarezerwować odpowiedniej ilości pamięci i nie będzie działać. To nie jest błąd krytyczny, gdyż sVU jest zbędny i tak czy siak powinieneś użyć rekompilatora microVU. :3
sv_se: Slut på Minne (typ): superVU omkompileraren var oförmögen att reservera den mängd särskilda minne som krävs, och kommer inte vara tillgänglig för bruk. Detta är inte ett kritiskt fel eftersom sVU är föråldrat, och följaktligen borde Ni hur som helst använda Er av microVU istället.
