Repository: Trixarian/AetherSX2
Catalog: aethersx2/locales/*/pcsx2_Iconized.po
Languages: pl_pl, sv_se

source: There is not enough virtual memory available, or necessary virtual memory mappings have already been reserved by other processes, services, or DLLs.
pl_pl: Brak wystarczającej pamięci wirtualnej lub potrzebna pamięć wirtualna została już zarezerwowana przez inny proces, usługę lub pliki DLL.
sv_se: Det finns inte tillräckligt med Virtuellt Minne tillgängligt, eller så har den nödvändiga tilldelningen av Virtuellt Minne redan blivit reserverat av andra processer, tjänster eller DLL'er.

source: Failed to read/write NVM/MEC file. Check your BIOS setup/permission settings.
pl_pl: Niepowodzenie podczas próby odczytania/nadpisania NVM/MEC file. Sprawdź swoje ustawienie BIOSu i ustawienia dostępu.
sv_se: Misslyckades att läsa/skriva NVM/MEC fil. Undersök Era BIOS inställningar.

source: This recompiler was unable to reserve contiguous memory required for internal caches. This error can be caused by low virtual memory resources, such as a small or disabled swapfile, or by another program that is hogging a lot of memory.
pl_pl: Ten rekompilator nie był w stanie zarezerwować pamięci wymaganej dla wewnętrznego cache. Ten błąd może być spowodowany niską pamięcią wirtualną – np. wyłączonym plikiem wymiany, lub przez inny program rezerwujący sporo pamięci. Możesz również spróbować zredukować standardowy rozmiar cache dla rekompilatorów PCSX2, pod ustawieniami hosta.
sv_se: Denna omkompilerare var oförmögen att reservera det kringliggande minne som krävs för dess egna förråd, ett fel som kan ha orsakats av en låg tillgång av Virtuellt Minne, exempelvis till följd av att en (alltför) liten eller spärrad växlingsfil används, eller av att ett annat program tar för sig mycket minne.

source: PCSX2 is unable to allocate memory needed for the PS2 virtual machine. Close out some memory hogging background tasks and try again.
pl_pl: PCSX2 nie był w stanie zarezerwować odpowiedniej ilości pamięci potrzebnej wirtualnej maszynie PS2. Zamknij niepotrzebne programy i usługi działające w tle i spróbuj ponownie.
sv_se: PCSX2 är oförmögen att tilldela det minne som krävs för PS2's Virtuella Maskin. Stäng minneskrävande bakgrundsprogram och försök igen.

source: Warning: Some of the configured PS2 recompilers failed to initialize and have been disabled:
pl_pl: Uwaga: Niektórym ze skonfigurowanych rekompilatorów PS2 nie mogły zostać zainicjowane i zostały wyłączone:
sv_se: Varning: Några av de konfigurerade PS2 omkompilerarna kunde inte köras igång och har blivit spärrade:

source: Note: Recompilers are not necessary for PCSX2 to run, however they typically improve emulation speed substantially. You may have to manually re-enable the recompilers listed above, if you resolve the errors.
pl_pl: Uwaga: Rekompilatory nie są potrzebne do uruchomienia PCSX2, jednak bardzo poprawiają prędkość emulacji. Będziesz musiał ręcznie przywrócić wymienione rekompilatory jeśli rozwiążesz problemy.
sv_se: Bemärk: Omkompilerare krävs inte för att PCSX2 ska kunna köras, men förbättrar särligt EmuleringsHastigheten avsevärt. Ni kanske måste återmöjliggöra omkompilerarna ovanför egenhändigt, om Ni löser fel.

source: PCSX2 requires a PS2 BIOS in order to run. For legal reasons, you *must* obtain a BIOS from an actual PS2 unit that you own (borrowing doesn't count). Please consult the FAQs and Guides for further instructions.
pl_pl: PCSX2 wymaga BIOSu PS2 do działania. Ze względów prawnych MUSISZ sam uzyskać BIOS, wydobywając go z WŁASNEJ konsoli PS2 (POŻYCZANIE SIĘ NIE LICZY!). Zapoznaj się z FAQ oraz poradnikami w celu uzyskania szczegółów.
sv_se: PCSX2 kräver PS2 BIOS för att köras. Av juridiska skäl *måste* Ni anskaffa ett BIOS från en faktisk PS2 enhet som Ni äger (tillåns gäller inte). Öga igenom FAQ'er och Guider för ytterligare information.

source: 'Ignore' to continue waiting for the thread to respond. 'Cancel' to attempt to cancel the thread. 'Terminate' to quit PCSX2 immediately.
pl_pl: „Ignoruj”, aby kontynuować aż wątek zacznie odpowiadać. „Anuluj”, aby spróbować anulować wątek. „Zamknij”, aby zamknąć PCSX2 natychmiastowo.
sv_se: ''Förbise'' för att fortsätta vänta på trådarna att svara. ''Avbryt'' för att försöka avbryta tråden. ''Avsluta'' för att omedelebart stänga PCSX2.

source: Please ensure that these folders are created and that your user account is granted write permissions to them -- or re-run PCSX2 with elevated (administrator) rights, which should grant PCSX2 the ability to create the necessary folders itself. If you do not have elevated rights on this computer, then you will need to switch to User Documents mode (click button below).
pl_pl: Proszę upewnić się, że te katalogi są stworzone a Twoje konto ma pozwolenie zapisu w nich, lub uruchom PCSX2 ponownie jako administrator, co pozwoli PCSX2 stworzyć te pliki za Ciebie. Jeśli nie posiadasz praw administratora na tym komputerze, będziesz musiał przełączyć opcje na Tryb użytkownika - Moje Dokumenty(kliknij przycisk poniżej).
sv_se: Försäkra Er om att dessa mappar är skapade och att Er AnvändarBehörighet medger skrivning för dem -- eller återkör PCSX2 med upphöjd (Administratörs) Behörighet, vilket borde bevilja PCSX2 att skapa de nödvändiga mapparna självt. Om Ni inte har upphöjd Behörighet för Er dator, får Ni byta till AnvändarnivåDokument-läge (klicka på knappen nedanför).

source: Please note that the resulting file may not actually contain all saves, depending on how many are in the source memory card.
pl_pl: PAMIĘTAJ, że szukany plik może nie zawierać faktycznie WSZYSTKICH zapisów gry, zależnie od tego jak dużo ich jest na karcie pamięci.
sv_se: Bemärk att slutfilen måhända inte innehåller samtliga sparningar, beroende på hur många som är med i käll-Minneskortet.

source: WARNING: Converting a memory card may take a while! Please do not close the emulator during the conversion process, even if the emulator is no longer responding to input.
pl_pl: OSTRZEŻENIE: Konwersja karty pamięci może chwilę potrwać! Nie zamykaj emulatora podczas procesu konwersji, nawet jeśli emulator przestanie odpowiadać. Bądź cierpliwy.
sv_se: VARNING: Omvandling av Minneskort kan ta sin tid! Stäng inte av emulatorn under omvandlingsprocessen, även om den ej längre svarar.

source: Convert this memory card to a standard 8 MB Memory Card .ps2 file.
pl_pl: Konwertuj tę kartę pamięci na plik .ps2 standardowej karty pamięci o pojemności 8 MB.
sv_se: Omvandla detta Minneskort till en vanlig 8 MB Minneskorts .ps2 fil.

source: Convert this memory card to a 16 MB Memory Card .ps2 file.
pl_pl: Konwertuj tę kartę pamięci na plik .ps2 karty pamięci o pojemności 16 MB.
sv_se: Omvandla detta Minneskort till en 16 MB Minneskorts .ps2 fil.

source: Convert this memory card to a 32 MB Memory Card .ps2 file.
pl_pl: Konwertuj tę kartę pamięci na plik .ps2 karty pamięci o pojemności 32 MB.
sv_se: Omvandla detta Minneskort till en 32 MB Minneskorts .ps2 fil.

source: Convert this memory card to a 64 MB Memory Card .ps2 file.
pl_pl: Konwertuj tę kartę pamięci na plik .ps2 karty pamięci o pojemności 64 MB.
sv_se: Omvandla detta Minneskort till en 64 MB Minneskorts .ps2 fil.

source: NTFS compression can be changed manually at any time by using file properties from Windows Explorer.
pl_pl: Kompresja NTFS może być ręcznie zmieniona w każdej chwili używając właściwości z eksploratora Windows.
sv_se: NTFS-komprimering kan egenhändigt ändras när som helst genom Egenskaper hos Windows Utforskaren.

source: This is the folder where PCSX2 saves your settings, including settings generated by most plugins (some older plugins may not respect this value).
pl_pl: To jest katalog gdzie PCSX2 zachowuje Twoje ustawienia, wliczając w to ustawienia wygenerowane przez większość wtyczek (niektóre starsze wtyczki mogą z tego nie korzystać).
sv_se: Detta är mappen där PCSX2 sparar Era inställningar, samt inställningar skapade av de flesta InsticksProgram (dock kanske inte av vissa äldre).

source: You may optionally specify a location for your PCSX2 settings here. If the location contains existing PCSX2 settings, you will be given the option to import or overwrite them.
pl_pl: Możesz opcjonalnie wyszczególnić położenie swoich ustawień PCSX2. Jeśli lokalizacja zawiera istniejące ustawienia PCSX2, będziesz mógł je importować bądź nadpisać.
sv_se: Ni kan förslagsvis ange en placering för Era PCSX2-inställningar här. Om placeringen innehåller befintliga PCSX2-inställningar kommer Ni ges möjlighet att importera eller överskriva.

source: This wizard will help guide you through configuring plugins, memory cards, and BIOS. It is recommended if this is your first time installing %s that you view the readme and configuration guide.
pl_pl: Ten pomocnik konfiguracji pomoże Ci skonfigurować wtyczki, karty pamięci oraz BIOS. Zalecamy zapoznanie się z plikiem README oraz poradnikiem konfiguracji jeśli jest to Twoje pierwsze spotkanie z %s.
sv_se: Denna Dialog kommer att hjälpleda Er genom konfigurering av InsticksProgram, Minneskort samt BIOS. Om detta är första gången Ni gör installation %s, anrådes Ni att flukta igenom ''Läs mig'' och ''KonfigurationsVägledningen''.

source: PCSX2 requires a *legal* copy of the PS2 BIOS in order to run games. You cannot use a copy obtained from a friend or the Internet. You must dump the BIOS from your *own* Playstation 2 console.
pl_pl: PCSX2 wymaga LEGALNEJ kopii BIOSu PS2 do uruchamiania gier. Nie możesz użyć kopii uzyskanej od znajomego lub z internetu. Musisz zrzucić swój własny BIOS ze swej własnej konsoli PS2.
sv_se: PCSX2 kräver *lagligt* PS2 BIOS för att köra spel. Ni får inte använda en kopia anskaffat genom en vän eller Internet, utan måste hämta BIOS'et från Er *egna* PlayStation®2 konsol.

source: Existing %s settings have been found in the configured settings folder. Would you like to import these settings or overwrite them with %s default values? (or press Cancel to select a different settings folder)
pl_pl: Istniejące ustawienia %s zostały znalezione w skonfigurowanym katalogu ustawień. Czy chcesz importować te ustawienia czy podmienić je standardowymi ustawieniami %s? (możesz też nacisnąć „Anuluj”, aby wyznaczyć inny folder ustawień)
sv_se: Befintliga %s-inställningar har hittats i KonfigurationsInställningsMappen. Vill Ni importera dessa inställningar och överskriva %s's förval med dem? (eller tryck ''Avbryt'' för att välja en annan mapp)

source: NTFS compression is built-in, fast, and completely reliable; and typically compresses memory cards very well (this option is highly recommended).
pl_pl: Kompresja NTFS wbudowana, szybka i pewna; zwykle kompresuje karty pamięci bardzo dobrze (ta opcja jest REKOMENDOWANA).
sv_se: NTFS-komprimering är inbyggt, snabbt, och helt tillförlitligt; det komprimerar särligt Minneskort mycket bra (denna tillämpning anrådes tydligt).

source: Avoids memory card corruption by forcing games to re-index card contents after loading from savestates. May not be compatible with all games (Guitar Hero).
pl_pl: Unika uszkodzenia kart pamięci poprzez przeindeksowanie zawartości po wgraniu zapisu gry. Może nie być kompatybilne ze wszystkimi grami (np. Guitar Hero).
sv_se: Undviker förstörelse av Minneskort genom att framtvinga spel att återindexera kortinnehåll efter en laddning av en Sparpunkt. Måhända inte förenligt med alla spel (''Guitar Hero'').

source: (Folder type only) Re-index memory card content every time the running software changes. This prevents the memory card from running out of space for saves.
pl_pl: (Tylko typ folderu) Ponownie indeksuj zawartość karty pamięci za każdym razem, gdy zmienia się uruchomione oprogramowanie. Zapobiega to wyczerpaniu się pamięci na karcie pamięci.
sv_se: Återindexerar MinneskortsInnehåll var gång den aktiva mjukvaran ändras, vilket förhindrar att Minneskortet får slut på plats för sparningar (Endast mapp-typ).

source: Warning! You are running PCSX2 with command line options that override your configured settings. These command line options will not be reflected in the Settings dialog, and will be disabled if you apply any changes here.
pl_pl: Uwaga! Uruchomiłeś PCSX2 z opcją wiersza poleceń nadpisującą zapisane ustawienia. Te opcje nie będą pokazane w opcjach ustawień, a jeśli zatwierdzisz jakiekolwiek zmiany w tych ostatnich, opcje wiersza poleceń zostaną wyłączone.
sv_se: Varning! Ni kör PCSX2 med InstruktionsMöjligheter som åsidosätter Era KonfigurationsInställningar. Detta åskådliggörs inte i InställningsDialogen, och kommer att spärras om Ni tillämpar några förändringar här.

source: Warning! You are running PCSX2 with command line options that override your configured plugin and/or folder settings. These command line options will not be reflected in the settings dialog, and will be disabled when you apply settings changes here.
pl_pl: Uwaga! Uruchomiłeś PCSX2 z opcją wiersza poleceń nadpisującą zapisane ustawienia wtyczek lub katalogów. Te opcje nie będą pokazane w opcjach ustawień, a jeśli zatwierdzisz jakiekolwiek zmiany w tych ostatnich, opcje wiersza poleceń zostaną wyłączone.
sv_se: Varning! Ni kör PCSX2 med InstruktionsMöjligheter som åsidosätter Era Insticks- och/eller MappKonfigurations- Inställningar. Detta åskådliggörs inte i InställningsDialogen, och kommer att spärras om Ni tillämpar InställningsFörändringar här.

source: Presets apply some speed hacks that may boost speed on underpowered systems, or speed up games that have unusual performance requirements. Uncheck this box to apply settings manually. 1) Safest - No speed hacks. Most reliable, but possibly slow setting. 2) Safe - Default. A few speed hacks known to provide boosts, with minimal to no side effects. 3) Balanced - May help quad core CPUs. 4) Aggressive - May help underpowered CPUs on less demanding games, but risks causing problems in other cases. 5) Very Aggressive - May help underpowered CPUs on less demanding games, but is likely to cause problems in other cases. 6) Mostly Harmful - Harsh application of speed hacks. May help a very small set of games that have unusual performance requirements, but have adverse effects on most others. Not recommended for underpowered PCs.
pl_pl: Ustawienia predefiniowane stosują pewne usprawnienia prędkości, które mogą zwiększyć prędkość dla słabych komputerów lub przyspieszyć gry, które mają nietypowe wymagania dotyczące wydajności. Odznacz to pole, aby ręcznie zastosować ustawienia. 1) Najbezpieczniejszy - brak usprawnień prędkości. Najbardziej niezawodne, ale możliwie wolne ustawienie. 2) Bezpieczny - domyślny. Kilka usprawnień prędkości, o których wiadomo, że zapewniają przyśpieszenie, przy minimalnych lub żadnych skutkach ubocznych. 3) Zrównoważony - może pomóc czterordzeniowym procesorom. 4) Agresywny - może pomóc słabszym procesorom w mniej wymagających grach, ale w innych przypadkach może powodować problemy. 5) Bardzo agresywny - może pomóc w słabszych procesorach w mniej wymagających grach, ale może powodować problemy w innych przypadkach. 6) Głównie szkodliwy - ostre stosowanie usprawnień prędkości emulacji. Może pomóc bardzo niewielkiemu zestawowi gier, które mają niezwykłe wymagania dotyczące wydajności, ale mają negatywny wpływ na większość innych. Niezalecane w przypadku słabej mocy komputerów.

source: This action will reset the existing PS2 virtual machine state; all current progress will be lost. Are you sure?
pl_pl: Ta akcja zresetuje istniejący stan wirtualnej maszyny PS2; Dotychczasowy stan gry zostanie UTRACONY. Jesteś pewien?
sv_se: Detta kommer att återställa det befintliga PS2 VM-tillståndet; alla nuvarande framsteg kommer att gå förlorade. Är Ni säker?

source: This command clears %s settings and allows you to re-run the First-Time Wizard. You will need to manually restart %s after this operation. WARNING!! Click OK to delete *ALL* settings for %s and force-close the app, losing any current emulation progress. Are you absolutely sure? (note: settings for plugins are unaffected)
pl_pl: Ta komenda wyczyści ustawienia %s i pozwoli na przywrócenie pomocnika konfiguracji. Będziesz musiał ręcznie włączyć %s ponownie po tej operacji. UWAGA!! Naciśnij OK, aby wykasować WSZYSTKIE ustawienia dla %s i zamknąć aplikację, tracąc obecny stan emulacji. Czy jesteś ABSOLUTNIE pewien, że tego chcesz? (UWAGA!: Ustawienia wtyczek nie będą naruszone)
sv_se: Detta rensar %s-inställningarna och låter Er att återköra KonfigurationsDialogen. Ni får själv återstarta %s efter detta. VARNING! Tryck ''Vidare'' för att rensa *SAMTLIGA* inställningar för %s och tvångstänga programet, med följd att alla nuvarande EmuleringsFramsteg går förlorade. Bemärk: Inställningar för InsticksProgram påverkas ej. Är Ni helt säker?

source: The PS2-slot %d has been automatically disabled. You can correct the problem and re-enable it at any time using Config:Memory cards from the main menu.
pl_pl: Slot nr %d karty pamięci PS2 został wyłączony. Możesz poprawić problem i włączyć slot ponownie używając „Konfiguracja -> Karty Pamięci” z głównego menu.
sv_se: PS2-sockeln %d har blivit automatiskt spärrad. Ni kan åtgärda problemet och återmöjliggöra sockeln när som helst genom ''Konfig > Minneskort'' i Huvudmenyn.

source: (FolderMcd) Memory Card is full, could not add: %s
pl_pl: (FolderMcd) Karta pamięci jest pełna, nie można dodać: %s
sv_se: (MappMcd) Minneskortet är fullt - Följaktligen kunde inte denna tilläggas: %s

source: Please select a valid BIOS. If you are unable to make a valid selection then press Cancel to close the Configuration panel.
pl_pl: Proszę użyć poprawnego BIOSu. Jeśli takiego nie posiadasz, naciśnij „Anuluj” aby zamknąć panel konfiguracji.
sv_se: Välj ett giltligt BIOS. Är Ni oförmögen att göra detta så tryck ''Avbryt'' för att stänga KonfigurationsDialogen.

source: Notice: Most games are fine with the default options.
pl_pl: Uwaga: Większość gier działa całkiem dobrze na standardowych ustawieniach.
sv_se: VM = Virtual Machine = Virtuell Maskin VU = Vector Unit = Vektor Enhet EE = Emotion Engine = Rörelse Motor = PS2 CPU'n IOP = Input/Output Processor = In/Ut Processor Bemärk: De flesta spel går bra med förvalssättningarna.

source: The specified path/directory does not exist. Would you like to create it?
pl_pl: Wybrana ścieżka/katalog nie istnieją. Czy chcesz go utworzyć?
sv_se: Den angivna filvägen/mappen finns ej. Vill Ni låta skapa den?

source: When checked this folder will automatically reflect the default associated with PCSX2's current usermode setting.
pl_pl: Kiedy aktywne, ten katalog automatycznie odzwierciedla standardowy folder w ustawieniach użytkownika PCSX2.
sv_se: Då markerad kommer denna mapp automatiskt att fungera enligt förvalen förknippade med PCSX2's nuvarande AnvändarInställningar.

source: Off: Disables temporary aspect ratio switch. 4:3: Temporarily switch to a 4:3 aspect ratio while an FMV plays to correctly display an 4:3 FMV. 16:9: Temporarily switch to a 16:9 aspect ratio while an FMV plays to correctly display a widescreen 16:9 FMV.
pl_pl: Wyłączone: Wyłącza tymczasowy przełącznik proporcji ekranu. 4:3: Tymczasowo przełącza na proporcje ekranu 4:3 podczas odtwarzania FMV, aby poprawnie wyświetlić FMV nagrane w 4:3. 16: 9: Tymczasowo przełącza na proporcje 16:9 podczas odtwarzania FMV, aby poprawnie wyświetlić FMV nagrane w 16:9.
sv_se: Av: Förhindrar tillfällig BildkvotsVäxlare. 4:3: Växlar tillfälligt till 4:3 Bildkvot medans en FMV spelas för att riktigt återge en 4:3 FMV. 16:9: Växlar tillfälligt till 16:9 Bildkvot medans en FMV spelas för att riktigt återge en 16:9 FMV.

source: Zoom = 100: Fit the entire image to the window without any cropping. Above/Below 100: Zoom In/Out 0: Automatic-Zoom-In untill the black-bars are gone (Aspect ratio is kept, some of the image goes out of screen). NOTE: Some games draw their own black-bars, which will not be removed with '0'. Keyboard: CTRL + NUMPAD-PLUS: Zoom-In, CTRL + NUMPAD-MINUS: Zoom-Out, CTRL + NUMPAD-*: Toggle 100/0
pl_pl: Zbliżenie = 100: Mieści cały obraz w oknie bez ucinania. Powyżej/Poniżej 100: Przybliżenie/Oddalenie 0: Automatyczne zbliżenie, aż do momentu gdy czarne paski znikną całkowicie, proporcje są zachowane. Niektóre części obrazu mogą przez to wyjść poza widoczny ekran. UWAGA!: Niektóre gry rysują swoje własne "czarne paski", które nie będą usunięte przez '0'. Skróty klawiszowe: CTRL+NUMPAD-PLUS: Zbliżenie, CTRL+NUMPAD-MINUS: Oddalenie, CTRL+NUMPAD-*: przełącza 100/0
sv_se: Zoom = 100.00: Anpassa hela bilden till fönstret utan beskärning; Över/Under 100.00: Zooma in/ut. Bemärk: Zoom-värdet återställs inte automatiskt; det sparas i konfigurationsfilen, och tillämpas nästa gång Ni använder PCSX2. Zoom = 0.00: Automatisk inzoomning tills de svarta räckena är borta (Bildkvot bibehålls, en del av bilden går utanför fönstret). Bemärk: Vissa spel ritar sina egna svarta räcken vilka inte tas bort med ''0.00''. Tangentbord: ''Ctrl'' + ''NumPad Plus'': Inzoomning ''Ctrl'' + ''NumPad Minus'': Utzoomning ''Ctrl'' + ''NumPad Stjärna'': Växla 100/0

source: Vsync eliminates screen tearing but typically has a big performance hit. It usually only applies to fullscreen mode, and may not work with all GS plugins.
pl_pl: Synchronizacja pionowa, eliminuje „rwania” obrazu, ale ma zwykle sporą zasługę do pomniejszenia ilości klatek animacji. Zwykle działa tylko w trybie pełnoekranowym i nie z każdą wtyczką graficzną.
sv_se: Vsync slår ut skärmsönderrivning men har särligt en stor prestationseffekt. Det tillämpas vanligtvis bara i Helskärmsläge, och kanske inte fungerar för alla GS-InsticksProgram.

source: Check this to force the mouse cursor invisible inside the GS window; useful if using the mouse as a primary control device for gaming. By default the mouse auto-hides after 2 seconds of inactivity.
pl_pl: Zaznacz tą opcję aby wymusić ukrywanie kursora myszy w oknie wtyczki graficznej; użyteczne gdy używamy myszy jako głównego kontrolera w grze. Standardowo kursor myszy chowa się po 2 sekundach braku aktywności.
sv_se: Markera för att få Muspekaren att döljas då den är i ett GS-fönster; användbart vid brukande av musen som främsta styrmojäng för spelande. Som praxis gömmer sig Muspekaren automatiskt efter 2 sekunders inaktivitet.

source: Enables automatic mode switch to fullscreen when starting or resuming emulation. You can still toggle fullscreen display at any time using alt-enter.
pl_pl: Pozwala na automatyczne przejście na pełny ekran podczas kontynuowania zawieszonej emulacji. Nadal możesz przełączać tryby kiedy zechcesz używając Alt+Enter.
sv_se: Möjliggör automatiskt lägesbyte till Helskärm då emulering påbörjas eller återupptas. Ni kan fortfarande växla mellan Helskärm och Inramningsläge genom att trycka ''Alt'' + ''Enter''.

source: Completely closes the often large and bulky GS window when pressing ESC or pausing the emulator.
pl_pl: W pełni zamyka obraz emulacji po naciśnięciu ESC lub zatrzymaniu emulacji.
sv_se: Stänger helt det ofta stora och omfångsrika GS-fönstret då Ni trycker på ''Esc'' och/eller pausar emulatorn.

source: Known to affect following games: * Digital Devil Saga (Fixes FMV and crashes) * SSX (Fixes bad graphics and crashes) * Resident Evil: Dead Aim (Causes garbled textures)
pl_pl: Znane z wpływu na następujące gry: Digital Devil Saga (naprawia FMV i ewentualnie `wykrzaczenie` się gry) SSX (Naprawia ewentualne `wykrzaczenie` się gry i błędy graficzne) Resident Evil: Dead Aim (wytwarza błędy graficzne)
sv_se: Påverkar till vetskap följande spel: * ''Digital Devil Saga'' (fixar FMV'er och brakningar) * ''SSX'' (fixar dålig grafik och brakningar) * ''Resident Evil: Dead Aim'' (vållar förvrängda texturer)

source: Known to affect following games: * Bleach Blade Battler * Growlanser II and III * Wizardry
pl_pl: Znane z wpływu na następujące gry: Bleach Blade Battler Growlanser II and III Wizardy
sv_se: Påverkar till vetskap följande spel: * ''Bleach Blade Battler'' * ''Growlanser II & III'' * ''Wizardry''
